Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Generate & preview document
nl_nl: Genereer & bekijk document

source: To update this field, you must first delete the generated attached document.
nl_nl: Om dit veld bij te werken, moet u eerst het gegenereerde bijgevoegde document verwijderen.

source: Alerts
nl_nl: Meldingen

source: Internal note
nl_nl: Interne notitie

source: No files uploaded
nl_nl: Geen bestanden geüpload

source: Comm round
nl_nl: Communicatieronde

source: A date is required when an operator is selected
nl_nl: Een datum is vereist wanneer een operator is geselecteerd

source: Number of days
nl_nl: Aantal dagen

source: An operator is required when a date or value is provided
nl_nl: Een operator is vereist wanneer een datum of waarde wordt opgegeven

source: Reference number
nl_nl: Referentienummer

source: Type part of a reference number
nl_nl: Typ een deel van een referentienummer

source: Type part of a request ID
nl_nl: Typ een deel van een aanvraag-ID

source: Resolution date
nl_nl: Oplossingsdatum

source: Since request
nl_nl: Sinds aanvraag

source: A value is required when an operator is selected
nl_nl: Een waarde is vereist wanneer een operator is geselecteerd

source: Type part of a name or worker ID
nl_nl: Typ een deel van een naam of medewerker-ID

source: The reference number cannot be empty.
nl_nl: Het referentienummer mag niet leeg zijn.

source: The reference number cannot be longer than 50 characters.
nl_nl: Het referentienummer mag niet langer zijn dan 50 tekens.

source: The request date cannot be empty.
nl_nl: De aanvraagdatu﻿m mag niet leeg zijn.

source: The request date cannot be in the future.
nl_nl: De datum van het verzoek mag niet in de toekomst liggen.

source: Request details
nl_nl: Aanvraagdetails

source: Response to requester
nl_nl: Reactie aan aanvrager

source: Response to worker
nl_nl: Reactie aan medewerker

source: Select data source
nl_nl: Selecteer gegevensbron

source: Select template
nl_nl: Selecteer sjabloon

source: Send & close
nl_nl: Verzenden en sluiten

source: You are about to close this pay information request. This action is irreversible. The document will be added to the selected communication round. Are you sure you want to proceed?
nl_nl: Je staat op het punt dit verzoek om salarisinformatie te sluiten. Deze actie kan niet ongedaan worden gemaakt. Het document wordt toegevoegd aan de geselecteerde communicatieronde. Weet je zeker dat je wilt doorgaan?

source: Confirm closing request
nl_nl: Bevestig verzoek tot afsluiten

source: If you close now, request will be saved and the document won't be added.
nl_nl: Als u nu sluit, wordt het verzoek opgeslagen en wordt het document niet toegevoegd.

source: Close without adding a document
nl_nl: Sluiten zonder een document toe te voegen

source: The pay information request was successfully closed.
nl_nl: Het verzoek om salarisinformatie is succesvol gesloten.

source: Workflow is enabled for the selected communication round. The attached document will be added but won't be visible by the worker until it is released
nl_nl: Workflow is ingeschakeld voor de geselecteerde communicatieronde. Het bijgevoegde document wordt toegevoegd, maar is niet zichtbaar voor de medewerker totdat het wordt vrijgegeven

source: Workflow enabled
nl_nl: Workflow ingeschakeld

source: Approaching deadline
nl_nl: Naderende deadline

source: Closed without document
nl_nl: Gesloten zonder document

source: Document deleted
nl_nl: Document verwijderd

source: Not released to worker
nl_nl: Niet vrijgegeven aan medewerker

source: Overdue
nl_nl: Achterstallig

source: Remove filters and clear the search to show all results.
nl_nl: Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
nl_nl: Uw verzoeken voor salarisinformatie verschijnen hier. Kom later terug voor updates of verken ondertussen meer functies.

source: {{count}} day
nl_nl: {{count}} dag

source: {{count}} days
nl_nl: {{count}} dagen

source: Reopened
nl_nl: Heropend

source: Manage pay information requests.
nl_nl: Beheer verzoeken om salarisinformatie.

source: Pay information requests
nl_nl: Verzoeken om salarisinformatie

source: Technical account (API upload)
nl_nl: Technisch account (API-upload)

source: View request
nl_nl: Verzoek bekijken

source: The worker cannot be empty.
nl_nl: De werknemer mag niet leeg zijn.

source: Create prediction
nl_nl: Voorspelling maken

source: There are no predictions to display at the moment.
nl_nl: Er zijn momenteel geen voorspellingen om weer te geven.

source: My prediction list
nl_nl: Mijn voorspellingslijst

source: Created date: {{date}}
nl_nl: Aanmaakdatum: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
nl_nl: Aangemaakt op: {{createDate}} Bijgewerkt: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
nl_nl: Geen voorspellingen met de naam "{{phrase}}"

source: Search prediction
nl_nl: Zoekvoorspelling

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
nl_nl: Hier vindt u een lijst met door het systeem gegenereerde salarisvoorstellen die rekening houden met factoren zoals salarisschalen en promotieniveaus om externe concurrentie en interne gelijkheid te ondersteunen.

source: Existing worker
nl_nl: Bestaande medewerker

source: New hire
nl_nl: Nieuwe medewerker

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
nl_nl: Er zijn geen feedbacktypen beschikbaar voor deze medewerker. Deel je gedachten om je teamleden te helpen groeien.

source: Shared with me
nl_nl: Gedeeld met mij

source: Average: {{avg}}
nl_nl: Gemiddelde: {{avg}}

source: Based on evaluations provided by workers
nl_nl: Gebaseerd op evaluaties verstrekt door werknemers

source: Give feedback to increase the chances of generating insights.
nl_nl: Geef feedback om de kans op het genereren van inzichten te vergroten.

source: {{count}} rated feedback to generate statistics
nl_nl: {{count}} beoordeelde feedback om statistieken te genereren

source: Perceived <strong>clarity</strong>
nl_nl: Waargenomen <strong>duidelijkheid</strong>

source: Perceived <strong>trust</strong>
nl_nl: Waargenomen <strong>vertrouwen</strong>

source: Rated feedback
nl_nl: Beoordeelde feedback

source: Manager feedback ratings
nl_nl: Beoordelingen van managerfeedback

source: Until the next update
nl_nl: Tot de volgende update

source: Feedback marked as public by this worker
nl_nl: Feedback gemarkeerd als openbaar door deze werknemer

source: Check again later for updates or explore more in the meantime.
nl_nl: Controleer later opnieuw voor updates of verken ondertussen meer.

source: Feedback that was sent to this worker
nl_nl: Feedback die naar deze werknemer is gestuurd

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
nl_nl: Je hebt nog geen feedback naar deze medewerker gestuurd. Deel je gedachten om je teamleden te helpen groeien.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
nl_nl: {{firstName}} wacht op je feedback. Waarom niet nu je inzichten delen?

source: Feedback this team member shared with me
nl_nl: Feedback die dit teamlid met mij deelde

source: Sharing feedback helps improve teamwork and processes within the company.
nl_nl: Feedback delen helpt om de samenwerking en processen binnen het bedrijf te verbeteren.

source: Goals owned by your team member and on which they need to work.
nl_nl: Doelen van je teamlid en waar ze aan moeten werken.

source: No results.<br/>Clear search to show all goals.
nl_nl: Geen resultaten.<br/>Wis de zoekopdracht om alle doelen te tonen.

source: This team member has no goals yet.
nl_nl: Dit teamlid heeft nog geen doelen.

source: This team member has no assigned performance review at the moment.
nl_nl: Dit teamlid heeft momenteel geen toegewezen prestatiebeoordeling.

source: Career development
nl_nl: Loopbaanontwikkeling

source: Reassigned to: {{userName}}
nl_nl: Opnieuw toegewezen aan: {{userName}}

source: Go to career development plan
nl_nl: Ga naar loopbaanontwikkelingsplan

source: Reassigned
nl_nl: Opnieuw toegewezen

source: Reassigned to {{userName}}
nl_nl: Opnieuw toegewezen aan {{userName}}

source: Compare workers
nl_nl: Vergelijk werknemers

source: Direct reports
nl_nl: Directe rapporten

source: {{firstName}}'s goal progress
nl_nl: Voortgang van {{firstName}}'s doel

source: Last feedback
nl_nl: Laatste feedback

source: No feedback
nl_nl: Geen feedback

source: (me)
nl_nl: (ik)

source: Next check-in
nl_nl: Volgende check-in

source: No check-ins
nl_nl: Geen check-ins

source: Go to check-in
nl_nl: Ga naar check-in

source: Go to review
nl_nl: Ga naar beoordeling

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
nl_nl: Er zijn geen teamleden die overeenkomen met deze criteria. Probeer uw zoekopdracht aan te passen of controleer de spelling en filters om het juiste teamlid te vinden.

source: No team members selected
nl_nl: Geen teamleden geselecteerd

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
nl_nl: Selecteer een of meer teamleden om hun prestatiestatistieken te bekijken. Vink het vakje naast hun naam aan om hun gegevens te analyseren.

source: Direct reports of {{name}}
nl_nl: Directe ondergeschikten van {{name}}

source: Team view
nl_nl: Teamweergave

source: Top behavior
nl_nl: Topgedrag

source: No behaviors
nl_nl: Geen gedragingen

source: You don't have any direct reports
nl_nl: Je hebt geen directe ondergeschikten.

source: Worker tree
nl_nl: Werknemersboom

source: Search for a recipient
nl_nl: Zoek een ontvanger

source: No recipients with the name "{{phrase}}"
nl_nl: Geen ontvangers met de naam "{{phrase}}"

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
nl_nl: Deze tabel toont een uitgebreide lijst van documenten die aan uw team zijn gekoppeld. U kunt deze documenten hier bekijken, downloaden en vrijgeven. Zorg ervoor dat de nauwkeurigheid en relevantie van elk document gecontroleerd zijn voordat u goedkeuring geeft.

source: {{selectedItemsCount}} items selected
nl_nl: {{selectedItemsCount}} items geselecteerd

source: Select all {{allAvailableDocumentsCount}} items
nl_nl: Selecteer alle {{allAvailableDocumentsCount}} items

source: Communication rounds
nl_nl: Communicatierondes

source: View and manage team documents.
nl_nl: Bekijk en beheer teamdocumenten.

source: You have not accessed any communication rounds yet.
nl_nl: Je hebt nog geen enkele communicatieronde geopend.

source: No communication rounds
nl_nl: Geen communicatierondes

source: Communication manager review
nl_nl: Beoordeling van communicatiemanager

source: Communication round list
nl_nl: Communicatieronde lijst

source: HR BP review
nl_nl: HR BP-beoordeling

source: Document released automatically
nl_nl: Document automatisch vrijgegeven

source: <strong>{{name}}</strong> changed the workflow step
nl_nl: Gewijzigde workflowstap

source: Document imported
nl_nl: Document geïmporteerd

source: <strong>{{name}}</strong> imported the document
nl_nl: Geïmporteerd document

source: Document overridden
nl_nl: Document overschreven

source: <strong>{{name}}</strong> overrode the document
nl_nl: Document overschrijven

source: Recipient
nl_nl: Ontvanger

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
nl_nl: <strong>{{name}}</strong> heeft het document geïmporteerd vanuit het verzoek om looninformatie {{requestId}}

source: <strong>{{name}}</strong> released the document
nl_nl: Uitgegeven document

source: <strong>{{name}}</strong> unreleased the document
nl_nl: Niet-uitgegeven document

source: <strong>{{name}}</strong> viewed the document
nl_nl: Bekeken document

source: Unrelease
nl_nl: Intrekken

source: Download document
nl_nl: Document downloaden

source: Import
nl_nl: Importeren

source: The document was successfully canceled.
nl_nl: Het document is geannuleerd.

source: The workflow step was successfully changed.
nl_nl: De werkstap is gewijzigd.

source: The document was successfully deleted.
nl_nl: Het document is verwijderd.

source: The document was successfully released.
nl_nl: Het document is vrijgegeven.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
nl_nl: Er zijn een of meer validatiefouten opgetreden. Sommige documenten bevinden zich niet in de juiste workflowstap voor de gevraagde actie. Vernieuw de pagina.

source: Release document
nl_nl: Document vrijgeven

source: View document
nl_nl: Document bekijken

source: Change workflow step
nl_nl: Wijzig werkstap

source: Add filter criteria
nl_nl: Filtercriteria toevoegen

source: Advanced filters
nl_nl: Geavanceerde filters

source: Region
nl_nl: Regio

source: State
nl_nl: Staat

source: Select fields & values
nl_nl: Selecteer velden en waarden

source: Comm manager: {{count}} filter applied
nl_nl: Comm manager: {{count}} filter toegepast

source: Comm manager: {{count}} filters applied
nl_nl: Comm manager: {{count}} filters toegepast

source: Recipient: {{count}} filter applied
nl_nl: Ontvanger: {{count}} filter toegepast

source: Recipient: {{count}} filters applied
nl_nl: Ontvanger: {{count}} filters toegepast

source: Comm manager
nl_nl: Communicatiemanager

source: Values
nl_nl: Waarden

source: Target workflow step
nl_nl: Doel werkstap

source: Release
nl_nl: Vrijgeven

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
nl_nl: Wil je {{selectedRowKeysLength}} van de {{allAvailableDocumentsCount}} geselecteerde documenten vrijgeven? Alleen niet-vrijgegeven documenten die zich in de stap "Documentcontrole" bevinden, zullen worden vrijgegeven.

source: You cannot release the documents. The selected documents have already been released.
nl_nl: U kunt de documenten niet vrijgeven. De geselecteerde documenten zijn al vrijgegeven.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
nl_nl: {{releasedDocumentsLength}} van de {{selectedRowKeysLength}} documenten zijn al vrijgegeven. Wilt u de andere documenten vrijgeven?

source: Do you want to release {{selectedRowKeysLength}} documents?
nl_nl: Wilt u {{selectedRowKeysLength}} documenten vrijgeven?

source: Documents already released
nl_nl: Documenten al vrijgegeven

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
nl_nl: {{SucceededCount}} van de {{RequestedCount}} documenten zijn vrijgegeven. Documenten die al zijn vrijgegeven en documenten die niet in de stap "Documentcontrole" zitten, kunnen niet worden vrijgegeven.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
nl_nl: {{SucceededCount}} van {{RequestedCount}} documenten zijn succesvol vrijgegeven.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
nl_nl: {{FailedLength}} van de {{RequestedCount}} geselecteerde documenten kunnen niet worden vrijgegeven. Alleen niet-vrijgegeven documenten die zich in de stap "Documentcontrole" bevinden, kunnen worden vrijgegeven.

source: {{selectedDocsLength}} documents selected:
nl_nl: {{selectedDocsLength}} documenten geselecteerd:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
nl_nl: Wil je {{selectedRowKeysLength}} van de {{allAvailableDocumentsCount}} geselecteerde documenten niet vrijgeven? Alleen vrijgegeven documenten zullen niet vrijgegeven worden.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
nl_nl: Je kunt geen bestanden intrekken die de status "Ingetrokken" en "Niet vrijgegeven" hebben.

source: You cannot unrelease the files. The selected files have not been released yet.
nl_nl: U kunt de bestanden niet intrekken. De geselecteerde bestanden zijn nog niet vrijgegeven.

source: You cannot unrelease the files. The selected files have already been unreleased.
nl_nl: U kunt de bestanden niet intrekken. De geselecteerde bestanden zijn al ingetrokken.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
nl_nl: {{unReleasedDocumentsLength}} van de {{selectedRowKeysLength}} zijn al vrijgegeven. Wilt u de andere documenten intrekken?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
nl_nl: Wilt u {{selectedRowKeysLength}} documenten intrekken?

source: Documents already unreleased
nl_nl: Documenten al ingetrokken

source: Unrelease impossible
nl_nl: Intrekken onmogelijk

source: Files not released
nl_nl: Bestanden niet vrijgegeven

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
nl_nl: {{SucceededCount}} van de {{RequestedCount}} documenten zijn ingetrokken. Documenten die niet zijn vrijgegeven, kunnen niet worden intrekken.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
nl_nl: {{SucceededCount}} van {{RequestedCount}} documenten zijn succesvol vrijgegeven.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
nl_nl: {{FailedLength}} van de {{RequestedCount}} geselecteerde documenten kunnen niet worden ingetrokken. Alleen vrijgegeven documenten kunnen worden ingetrokken.

source: My summary document
nl_nl: Mijn samenvattingsdocument

source: Generation date
nl_nl: Aanmaakdatum

source: Document recipient
nl_nl: Documentontvanger

source: Release status
nl_nl: Status van de release

source: My summary doc
nl_nl: Mijn samenvattingsdocument

source: Are you sure you want to cancel the release of the selected documents?
nl_nl: Weet u zeker dat u de vrijgave van de geselecteerde documenten wilt annuleren?

source: Unrelease selected documents
nl_nl: Gedeselecteerde documenten intrekken

source: Are you sure you want to delete the selected documents?
nl_nl: Weet u zeker dat u de geselecteerde documenten wilt verwijderen?

source: Delete documents
nl_nl: Documenten verwijderen

source: Are you sure you want to release the selected documents?
nl_nl: Weet u zeker dat u de geselecteerde documenten wilt vrijgeven?

source: Release selected documents
nl_nl: Geselecteerde documenten vrijgeven

source: Communication manager name
nl_nl: Naam communicatiemanager

source: Type part of a name
nl_nl: Typ een deel van een naam

source: Generated after
nl_nl: Gegenereerd na

source: Generated before
nl_nl: Gegenereerd voor

source: Remove filters and the clear the search to show all results.
nl_nl: Verwijder filters en wis de zoekopdracht om alle resultaten te tonen.

source: Recipient name
nl_nl: Naam ontvanger

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
nl_nl: Wilt u de werkstap wijzigen van {{selectedRowKeysLength}} van de {{allAvailableDocumentsCount}} geselecteerde documenten? Alleen geselecteerde rijen die niet in de stap "{{TargetStep}}" zijn, worden verplaatst. U moet vrijgegeven documenten intrekken om ze verder te kunnen verplaatsen in de werkstroom.

source: Change workflow step of selected documents
nl_nl: Wijzig de werkstap van geselecteerde documenten

source: You cannot change the workflow step of the selected documents.
nl_nl: U kunt de werkstap van de geselecteerde documenten niet wijzigen.

source: Workflow step change impossible
nl_nl: Wijziging van werkstap onmogelijk

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
nl_nl: {{SucceededCount}} van de {{RequestedCount}} documenten zijn succesvol naar de volgende stap in de workflow verplaatst.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
nl_nl: {{FailedLength}} van de {{RequestedCount}} geselecteerde documenten kunnen op dit moment niet worden gewijzigd. Probeer het later opnieuw.

source: Release impossible. The selected documents have already been released.
nl_nl: Vrijgave onmogelijk. De geselecteerde documenten zijn al vrijgegeven.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
nl_nl: Wilt u {{selectedRowKeysLength}} geselecteerde documenten vrijgeven?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
nl_nl: {{SucceededCount}} van de {{RequestedCount}} documenten zijn met succes vrijgegeven. Documenten die al zijn vrijgegeven en documenten die niet in de 'Document Review' stap zijn, kunnen niet worden vrijgegeven.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
nl_nl: {{FailedLength}} van de {{RequestedCount}} geselecteerde documenten kunnen niet worden vrijgegeven. Alleen niet vrijgegeven documenten die zich in de stap "Document review" bevinden, kunnen worden vrijgegeven.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
nl_nl: Wilt u {{selectedRowKeysLength}} van de {{allAvailableDocumentsCount}} geselecteerde documenten intrekken? Alleen vrijgegeven documenten worden ingetrokken.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
nl_nl: U kunt bestanden met de status "Ingetrokken" en "Niet vrijgegeven" niet intrekken.

source: You cannot unrelease the files; the selected files haven't been released yet.
nl_nl: U kunt de bestanden niet intrekken; de geselecteerde bestanden zijn nog niet vrijgegeven.

source: You cannot unrelease files. The selected files have already been unreleased.
nl_nl: Je kunt geen bestanden intrekken. De geselecteerde bestanden zijn al ingetrokken.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
nl_nl: {{unReleasedDocumentsLength}} van de {{selectedRowKeysLength}} geselecteerde documenten zijn al vrijgegeven. Wilt u de andere documenten vrijgeven?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
nl_nl: Wilt u {{selectedRowKeysLength}} geselecteerde document(en) vrijgeven?
